data = {
    'user_name': '请输入你的账号',
    'user_password': '请输入你的密码',
    'user_dormitory': '请输入你的宿舍号码',
    'user_email': '请输入你接受消息的邮箱',
    'user_action': '',
    'User-Agent': '默认值',
    'server_ip': '8.141.52.187',
    'server_port': '6998',
    '晨检': 0,
    '午检': 0,
    '签到': 0
}

academy = {
    '6998': '运输工程学院',
    '6997': '公路学院',
}

auto_time = {
    '运输工程学院': {'晨检': '8:01:00', '午检': '16:01:00', '签到': '21:31:00'},
    '公路学院': {'晨检': '8:01:00', '午检': '16:01:00', '签到': '22:31:00'}
}

if __name__ == '__main__':
    print(data)